Repository: hypericumimpex/hyp-chimp
Catalog: languages/yith-woocommerce-mailchimp-*.po
Languages: it_it, nl_nl

source: Select a message to display to users when registration has been completed successfully
it_it: Seleziona un messaggio da mostrare agli utenti quando la registrazione è avvenuta con successo
nl_nl: Selecteer een bericht om weer te geven aan gebruikers wanneer de registratie met succes is voltooid

source: Show checkbox to obtain explicit consent to collect personal data (Requested by GDPR regulations)
it_it: Mostra checkbox per ottenere il consenso esplicito alla raccolta dei dati personali (Richiesto dalle normative GDPR)
nl_nl: Weergeef checkbox om expleciete toestemming te vragen voor de data (Gevraagd door de GDPR regelgeving)

source: Label that describes privacy checkbox. Use <code>%privacy_policy%</code> to add a link to your store privacy policy page
it_it: Etichetta che descrive la checkbox della privacy. Usa <code>%privacy_policy%</code> per aggiungere un link alla pagina della normativa sulla privacy del tuo negozio
nl_nl: Label dat de checkbox omschrijft. Gebruik <code>%privacy_policy%</code> om alle links te bewaren op je privacy policy pagina

source: Please, make sure to read and accept our %privacy_policy%
it_it: Per favore, assicurati di leggere ed accettare la nostra %privacy_policy%
nl_nl: Alstublieft, zorg dat u onze %privacy_policy% heeft gelezen en geaccepteerd.

source: When you select this option, the registration form will be hidden after a successful registration
it_it: Se selezioni quest'opzione il modulo di registrazione sarà nascosto dopo ogni registrazione avvenuta con successo
nl_nl: Wanneer u deze optie selecteert, wordt het registratieformulier verborgen na een geslaagde registratie

source: When you check this option, existing users will be updated, and MailChimp servers will not show errors
it_it: Se selezioni questa opzione gli utenti esistenti verranno aggiornati e i server MailChimp non mostreranno errori
nl_nl: Wanneer u deze optie aanvinkt, worden bestaande gebruikers bijgewerkt en laten MailChimp-servers geen fouten zien

source: Auto-subscribe interest groups
it_it: Registrazione automatica dei gruppi di interesse
nl_nl: Interesse groepen automatisch abonneren

source: Select an interest group to which new users are automatically added
it_it: Seleziona un gruppo di interesse al quale verranno aggiunti automaticamente i nuovi utenti
nl_nl: Selecteer een interessegroep waaraan nieuwe gebruikers automatisch worden toegevoegd

source: Show the following interest groups
it_it: Mostra i seguenti gruppi di interesse
nl_nl: Toon de volgende belangengroepen

source: Select interests groups that user can choose among
it_it: Seleziona i gruppi di interesse tra i quali l'utente può scegliere
nl_nl: Selecteer interessegroepen waaruit de gebruiker kan kiezen

source: Field Options
it_it: Opzioni campo
nl_nl: Veld Opties

source: Fields
it_it: Campi
nl_nl: Velden

source: Style Options
it_it: Opzioni stile
nl_nl: Stijl Opties

source: Enable custom CSS
it_it: Abilita CSS personalizzato
nl_nl: Aangepaste CSS instellen

source: Check this option to enable custom CSS handling
it_it: Seleziona questa opzione per attivare la gestione del CSS personalizzato
nl_nl: Schakel deze optie in om aangepaste CSS-afhandeling in te schakelen

source: Round Corners for "Subscribe" Button
it_it: Bordi arrotondati per il pulsante "Iscriviti"
nl_nl: Ronde hoeken voor knop "Abonneren"

source: Check this option to make button corners round
it_it: Seleziona quest'opzione per arrotondare gli angoli del pulsante
nl_nl: Vink deze optie aan om knoophoeken rond te maken

source: "Subscribe" Button Background Color
it_it: Colore sfondo del pulsante "Iscriviti"
nl_nl: Achtergrondkleur knop "Abonneren"

source: "Subscribe" Button Text Color
it_it: Colore del testo del pulsante "Iscriviti"
nl_nl: Tekstkleur knop "Abonneren"

source: "Subscribe" Button Border Color
it_it: Colore del bordo del pulsante "Iscriviti"
nl_nl: Knop Randkleur "Abonneren"

source: "Subscribe" Button Hover Background Color
it_it: Colore sfondo del pulsante "Iscriviti" al passaggio del mouse
nl_nl: Achtergrondkleur verbergen "Abonneren" knop

source: "Subscribe" Button Hover Text Color
it_it: Colore del testo del pulsante "Iscriviti" al passaggio del mouse
nl_nl: "Abonneren"Bewegende Tekstkleur knop

source: "Subscribe" Button Hover Border Color
it_it: Colore del bordo del pulsante "Iscriviti" al passaggio del mouse
nl_nl: "Abonneren" randkleur knop

source: Custom CSS
it_it: CSS personalizzato
nl_nl: Aangepaste CSS

source: Insert here your custom CSS that has to be applied to the shortcode
it_it: Inserisci qui il tuo CSS personalizzato che deve essere applicato allo shortcode
nl_nl: Voer hier uw aangepaste CSS in die moet worden toegepast op de shortcode

source: Widget Options
it_it: Opzioni widget
nl_nl: Widget Opties

source: Set here the options for <b>YITH MailChimp Subscription Form</b> widget; use the widget in you sidebars, by selecting it from <a href="%s">Appearance > Widgets</a>
it_it: Imposta qui le opzioni per il widget <b>YITH MailChimp Subscription Form</b>; utilizza il widget nelle tue barre laterali selezionandolo da <a href="%s">Appearance > Widget</a>
nl_nl: Stel hier de opties voor <b> YITH MailChimp Subscription Form </ b> widget in; gebruik de widget in uw zijbalken, door deze te selecteren in <a href="%s"> Uiterlijk> Widgets </a>

source: Custom css
it_it: CSS personalizzato
nl_nl: Aangepaste css

source: Insert here your custom CSS for the widget
it_it: Inserisci qui il tuo CSS personalizzato per il widget
nl_nl: Voer hier uw aangepaste CSS in die moet worden toegepast op de widget

source: MailChimp user
it_it: Utente Mailchimp
nl_nl: Mailchimp gebruiker

source: No user can be found with this API key
it_it: Non è stato possibile trovare alcun utente con questa chiave API
nl_nl: Er is geen gebruiker te vinden met deze API-sleutel

source: &lt; Not Found &gt;
it_it: &lt; Non trovato &gt;
nl_nl: &lt; Niet gevonden &gt;

source: Status:
it_it: Stato:

source: Correctly synchronized
it_it: Sincronizzato correttamente
nl_nl: Correct gesynchroniseerd

source: Wrong API key
it_it: Chiave API errata
nl_nl: Verkeerde API-sleutel

source: Name:
it_it: Nome:
nl_nl: Naam:

source: Prev
it_it: Prec
nl_nl: Vorige

source: Next
it_it: Succ
nl_nl: Volgende

source: Member count
it_it: Conteggio membri
nl_nl: Tel de members

source: total
it_it: totale
nl_nl: totaal

source: Avg sub rate
it_it: Tasso iscrizioni medio
nl_nl: Gemiddelde sub rate

source: per month
it_it: per mese
nl_nl: per maand

source: Avg unsub rate
it_it: Tasso cancellazioni medio
nl_nl: Gemiddelde unsub rate

source: Open rate
it_it: Tasso aperto

source: per campaign
it_it: per campagna
nl_nl: per campagne

source: Click rate
it_it: Tasso clic
nl_nl: Klik rate

source: Refresh stats
it_it: Aggiorna statistiche
nl_nl: Statistieken vernieuwen

source: Checkout preferences
it_it: Preferenze checkout
nl_nl: Checkout voorkeuren

source: In this section you'll find data about customer consent to Mailchimp subscription
it_it: In questa sezione troverai i dati del consenso del cliente alla registrazione MailChimp
nl_nl: In deze sectie vind u data over de klanten en hun toestemming voor de MailChimp subscriptie

source: Customer subscribed:
it_it: Cliente registrato:
nl_nl: Klant heeft zich aangemeld voor de subscriptie

source: yes
it_it: sì
nl_nl: ja

source: Checkbox shown at checkout:
it_it: Checkbox mostrata al checkout:
nl_nl: Checkbox weergeven in checkout:

source: Submitted value:
it_it: Valore inviato:
nl_nl: Ingevoerde waarde:

source: Personal data
it_it: Dati personali
nl_nl: Persoonlijke data

source: In this section you'll find customer personal data that was sent to Mailchimp servers
it_it: In questa sezione troverai i dati personali del cliente inviati ai server MailChimp
nl_nl: In deze sectie vind je de persoonlijke data van de klanten dat was verzonden door de MailChimp servers

source: Condition
it_it: Condizione
nl_nl: Conditie

source: Product in cart
it_it: Prodotto nel carrello
nl_nl: Producten in de winkelwagen

source: Product category in cart
it_it: Categoria di prodotto nel carrello
nl_nl: Product categorie in de winkelwagen

source: Order total
it_it: Totale ordine
nl_nl: Bestellingstotaal

source: Details
it_it: Dettagli

source: Contains at least one of
it_it: Contiene almeno uno di
nl_nl: Bevat minstens één van

source: Contains all of
it_it: Contiene tutti
nl_nl: Bevat alle

source: Does not contain
it_it: Non contiene
nl_nl: Bevat niks

source: Less than
it_it: Minore di
nl_nl: Minder dan

source: Less than or equal to
it_it: Minore di o pari a
nl_nl: Minder dan of gelijk aan

source: Equals to
it_it: Pari a
nl_nl: Gelijk aan

source: Greater than or equal to
it_it: Maggiore di o pari a
nl_nl: Groter dan of gelijk aan

source: Greater than
it_it: Maggiore di
nl_nl: Groter dan

source: Search for a product&hellip;
it_it: Cerca un prodotto&hellip;
nl_nl: Zoek voor een product&hellip;

source: Select a category
it_it: Seleziona una categoria
nl_nl: Selecteer een categorie

source: Threshold
it_it: Soglia

source: Field name in checkout page
it_it: Nome del campo nella pagina chekout
nl_nl: Veldnaam op de afrekenpagina

source: String operator
it_it: Operatore stringa

source: Is
it_it: È

source: Is not
it_it: Non è
nl_nl: Is niet

source: Contains
it_it: Contiene
nl_nl: Bevat

source: Number
it_it: Numero
nl_nl: Nummer

source: Equal to
it_it: Pari a
nl_nl: Gelijk aan

source: Field value in checkout page
it_it: Valore del campo nella pagina checkout
nl_nl: Veld waarde op de afrekenpagina

source: Remove
it_it: Rimuovi
nl_nl: Verwijder

source: Checkout field
it_it: Campo checkout
nl_nl: Afreken veld

source: MailChimp field
it_it: Campo MailChimp
nl_nl: Mailchimp veld

source: Update fields
it_it: Aggiorna campi
nl_nl: Update velden

source: toggle
it_it: interruttore

source: remove
it_it: rimuovi
nl_nl: verwijder

source: Options Set #
it_it: Set opzioni #
nl_nl: Opties ingesteld #

source: Lists & Groups
it_it: Liste & Gruppi
nl_nl: Lijst & Groepen

source: Select an interest group for the user
it_it: Seleziona un gruppo di interesse per l'utente
nl_nl: Selecteer een interessegroep voor de gebruiker

source: + Add New Field
it_it: + Aggiungi nuovo campo
nl_nl: + Voeg nieuw veld toe

source: Select the checkout field to connect with the MailChimp list merge var
it_it: Seleziona il campo del checkout da collegare alla lista MailChimp
nl_nl: Selecteer het uitcheckveld om verbinding te maken met de Mailchimp-lijst samenvoegvariabele

source: Conditions
it_it: Condizioni
nl_nl: Condities

source: + Add New Condition
it_it: + Aggiungi nuova condizione
nl_nl: + Voeg nieuwe Conditie toe

source: Select order matching conditions for user's subscription; all conditions selected must be matched in order to complete subscription
it_it: Seleziona le condizioni per iscrivere gli utenti; devono verificarsi tutte le condizioni per portare a termine l'iscrizione
nl_nl: Selecteer de voorwaarden voor het matchen van de bestelling voor het abonnement van de gebruiker; alle geselecteerde voorwaarden moeten overeenkomen om het abonnement te voltooien

source: + Add option set
it_it: + Aggiungi set opzioni
nl_nl: + Voeg nieuwe optie set toe

source: Click "Add option set" button to add a bunch of options; don't forget to save, when you're done
it_it: Fai clic su "Aggiungi set di opzioni" per aggiungere un gruppo di opzioni. Non dimenticare di salvare quando hai finito
nl_nl: Klik op de knop "Add option set" om een aantal opties toe te voegen; vergeet niet te bewaren, als je klaar bent

source: Field name
it_it: Nome campo
nl_nl: Veld naam

source: Merge var
it_it: Variabile di fusione
nl_nl: voeg

source: Select the checkout field that will be connected to MailChimp's list merge var
it_it: Seleziona il campo del checkout da collegare alla variabile di fusione della lista MailChimp
nl_nl: Selecteer het afrekeningsveld dat zal worden verbonden met de lijst samenvoegen van MailChimp's

source: From
it_it: Da
nl_nl: Van

source: To
it_it: A
nl_nl: Naar

source: Street Address
it_it: Indirizzo
nl_nl: Addres

source: Address Line 2
it_it: Indirizzo 2
nl_nl: Addres Lijn 2

source: City
it_it: Città
nl_nl: Stad

source: State/Province
it_it: Stato
nl_nl: Staat/Provincie

source: Zip
it_it: CAP
nl_nl: Postcode

source: Shortcode
nl_nl: Verkorte code

source: Checkout
nl_nl: Uitchecken

source: %s is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: %s is ingeschakeld maar niet effectief. Het vereist WooCommerce om te werken.

source: You can't activate the free version of %s while you are using the premium one.
nl_nl: U de gratis versie van %s niet activeren terwijl u de Premium One gebruikt.

source: Newsletter
nl_nl: Nieuwsbrief

source: no
nl_nl: nee
