Repository: hypericumimpex/hyp-chimp
Catalog: languages/yith-woocommerce-mailchimp-*.po
Languages: it_it, nl_nl

source: Export Users
it_it: Esporta utenti
nl_nl: Exporteer Gebruikers

source: Download CSV
it_it: Scarica CSV
nl_nl: CSV downloaden

source: Export
it_it: Esporta
nl_nl: Exporteren

source: Enable eCommerce 360 integration
it_it: Attiva l'integrazione eCommerce 360
nl_nl: E-commerce 360 integratie inschakelen

source: When you check this option, data of the orders made by users coming from a campaign will be collected and sent to MailChimp servers, for segmentation purpose
it_it: Selezionando questa opzione, i dati degli ordini fatti dagli utenti che provengono da una campagna saranno raccolti ed inviati ai server MailChimp per scopi di segmentazione
nl_nl: Als u deze optie inschakelt, worden gegevens van de bestellingen gemaakt door gebruikers uit een campagne verzameld en verzonden naar MailChimp servers, voor segmentatie doel

source: eCommerce 360 cookie lifetime
it_it: durata cookie eCommerce 360
nl_nl: levensduur van de cookie van de e-commerce 360

source: Seconds that have to pass before eCommerce 360 cookies expire
it_it: Secondi che devono trascorrere prima della scadenza dei cookie eCommerce 360
nl_nl: Seconden dat verstrijken moeten voordat de 360 e-commerce-cookies verlopen

source: Integration mode
it_it: Modalità integrazione
nl_nl: Integratie mode

source: Select whether to use a basic set of options or add integration settings
it_it: Seleziona se usare un set di base delle opzioni o aggiungere le impostazioni dell'integrazione
nl_nl: Selecteer of u een standaardset met opties wilt gebruiken of voeg integratie-instellingen toe

source: Simple
it_it: Semplice
nl_nl: Simpel

source: Advanced
it_it: Avanzata
nl_nl: Geavanceerd

source: Interest groups
it_it: Gruppi di interesse
nl_nl: Belangengroepen

source: Select an interest group for the new user
it_it: Seleziona un gruppo di interesse per il nuovo utente
nl_nl: Selecteer een interessegroep voor de nieuwe gebruiker

source: Advanced options
it_it: Opzioni avanzate
nl_nl: Geavanceerde opties

source: Shipping method name
it_it: Nome del metodo di spedizione
nl_nl: Naam verzendmethode

source: Payment method name
it_it: Nome del metodo di pagamento
nl_nl: Naam betalingsmethode

source: User ID
it_it: ID utente
nl_nl: Gebruikers ID

source: Custom
it_it: Personalizzato
nl_nl: Aangepast

source: Integration
it_it: Integrazione
nl_nl: Integratie

source: Premium Version
it_it: Versione premium
nl_nl: Premium Versie

source: Update Lists
it_it: Aggiorna le liste
nl_nl: Lijst updaten

source: Update Groups
it_it: Aggiorna gruppi
nl_nl: Groepen updaten

source: Update Fields
it_it: Aggiorna campi
nl_nl: Velden updaten

source: Mailchimp status
it_it: Stato MailChimp

source: Privacy Policy
it_it: Normativa sulla Privacy
nl_nl: Privacybeleid

source: Form title
it_it: Titolo del modulo
nl_nl: Titel van formulier

source: "Submit" button label
it_it: Etichetta del pulsante "Invia"
nl_nl: Knoplabel "Verzenden"

source: "Successfully Registered" message
it_it: Messaggio di "Registrazione effettuata con successo"
nl_nl: Bericht voor Gebruiker %s is succesvol toegevoegd

source: Show privacy checkbox
it_it: Mostra checkbox per la privacy
nl_nl: Weergeef privacy checkbox

source: Privacy field label
it_it: Etichetta campo Privacy
nl_nl: Privacy veld label

source: Hide form after registration
it_it: Nascondi il modulo dopo la registrazione
nl_nl: Formulier verbergen na registratie

source: Email type
it_it: Tipo email

source: Text
it_it: Testo
nl_nl: Tekst

source: Update existing
it_it: Aggiorna esistenti
nl_nl: Update bestaande

source: MailChimp list
it_it: Lista MailChimp
nl_nl: Mailchimp lijst

source: Required arguments missing
it_it: Informazioni obbligatorie mancanti
nl_nl: Vereiste argumenten ontbreken

source: You must agree privacy agreement
it_it: Devi dare il consenso all'accettazione della privacy
nl_nl: U moet akkoord gaan met de privacy overeenkomst

source: Ops! It seems you are not allowed to do this
it_it: Ops! Sembra che non ti è permesso fare questo
nl_nl: Oeps! Het lijkt erop dat je dit niet mag doen

source: Great! You're now subscribed to our newsletter
it_it: Perfetto! Adesso sei iscritto alla nostra newsletter
nl_nl: Super goed! U bent nu ingeschreven voor onze nieuwsbrief

source: During checkout, we’ll track:
it_it: Durante il checkout, terremo traccia di:
nl_nl: Tijdens de afhandeling volgen we:

source: Email address, first name, last name: we’ll use this information in order to populate basic information of your account on MailChimp.
it_it: Indirizzo email, nome, cognome: useremo queste informazioni per popolare le informazioni di base del tuo account su MailChimp.
nl_nl: E-mail adres, voornaam, achternaam: we gebruiken deze informatie om de basisgegevens van uw account op Mailchimp in te vullen.

source: Billing or shipping data: we’ll use this information in order to complete your account on MailChimp
it_it: Dati fatturazione o spedizione: utilizzeremo queste informazioni per completare il tuo account su MailChimp
nl_nl: Facturering of verzendgegevens: we gebruiken deze informatie om uw account te voltooien op MailChimp

source: Order total, payment method, customer IP: we’ll use this information in order to improve your account, and send you targeted newsletters
it_it: Totale dell'ordine, metodo di pagamento, IP cliente: utilizzeremo queste informazioni per migliorare il tuo account e inviarti newsletter mirate
nl_nl: Bestel totaal, betalingsmethode, klant IP: we gebruiken deze informatie om uw account te verbeteren, en sturen u gerichte nieuwsbrieven

source: Preferences, products purchased, categories of products purchased: we’ll use this information in order to improve your profile, and send you targeted newsletters
it_it: Preferenze, prodotti acquistati, categorie di prodotti acquistati: utilizzeremo queste informazioni per migliorare il tuo profilo e inviarti newsletter mirate
nl_nl: Voorkeuren, producten gekocht, categorieën van producten gekocht: we zullen deze informatie gebruiken om uw profiel te verbeteren, en stuur je gerichte nieuwsbrieven

source: When subscribing to newsletter, we’ll track:
it_it: Registrandosi ad una newsletter terremo traccia di:
nl_nl: Wanneer u zich abonneert op de nieuwsbrief, volgen we:

source: Email address: we’ll use this in order to populate basic information of your account on MailChimp
it_it: Indirizzo email: lo useremo per popolare le informazioni di base del tuo account su MailChimp
nl_nl: E-mail adres: we gebruiken dit om de basisgegevens van uw account op MailChimp in te vullen.

source: Any other information submitted through the registration form: we’ll use this information in order to complete your account on MailChimp and send you targeted emails.
it_it: Qualsiasi altra informazione trasmessa attraverso il modulo di registrazione: useremo queste informazioni per completare il tuo account su MailChimp e inviarti email mirate.
nl_nl: Alle andere informatie die via het registratieformulier wordt ingediend: we gebruiken deze informatie om uw account op MailChimp te voltooien en u gerichte e-mails te sturen.

source: We’ll ask for your explicit consent before sending any data to MailChimp servers.
it_it: Chiederemo il tuo consenso esplicito prima di inviare qualsiasi dato ai server di MailChimp.
nl_nl: We vragen om uw uitdrukkelijke toestemming voordat u gegevens verzendt naar MailChimp servers.

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
it_it: I membri del nostro team hanno accesso alle informazioni che ci fornisci. Ad esempio, sia amministratori che shop manager possono accedere:
nl_nl: Onze teamleden hebben toegang tot de informatie die u ons geeft. Voorbeeld, zowel administrateurs als winkelmanagers hebben toegang tot:

source: All personal data sent to MailChimp;
it_it: Tutti i dati personali inviati a MailChimp;
nl_nl: Alle persoonlijke gegevens verstuurd naar MailChimp;

source: Log of your consent;
it_it: Log del tuo consenso;
nl_nl: Log van uw toestemming;

source: MailChimp lists to which you are subscribed.
it_it: Liste MailChimp alle quali sei registrato.
nl_nl: MailChimp lijsten waarop u bent geabonneerd.

source: Our team members have access to these data in order to review what our plugin sent to MailChimp servers
it_it: I membri del nostro team hanno accesso a questi dati per revisionare cosa è stato inviato ai server MailChimp dal nostro plugin.
nl_nl: Onze teamleden hebben toegang tot deze gegevens om te bekijken wat onze plugin verstuurd naar mailChimpansee servers

source: We contact MailChimp in order to subscribe users and retrieve information about lists and groups. When processing subscriptions, some of your data will be passed to MailChimp, including information required to target your account, such as the billing information and the product(s) you’re purchasing.
it_it: Contattiamo MailChimp per registrare gli utenti e recuperare informazioni inerenti le liste e i gruppi. Durante l'elaborazione delle registrazioni alcuni dei tuoi dati verranno passati a MailChimp, incluse le informazioni per targettizzare il tuo account, come ad esempio le informazioni di fatturazione e il/i prodotto/i che stai acquistando.
nl_nl: We nemen contact op met MailChimp om gebruikers te abonneren en informatie over lijsten en groepen op te halen. Bij het verwerken van abonnementen worden sommige van uw gegevens doorgegeven aan mailChimpansee, inclusief informatie die nodig is om uw account te targeten, zoals de factureringsgegevens en het product (en) dat u koopt.

source: Please see the <a href="https://mailchimp.com/legal/privacy/">MailChimp Privacy Policy</a> for more details.
it_it: Per ulteriori dettagli consulta <a href="https://mailchimp.com/legal/privacy/">MailChimp Privacy Policy</a>.
nl_nl: Zie de < a href = "https://mailchimp.com/legal/privacy/" > MailChimp Privacy Policy </a> voor meer details.

source: Mailchimp Subscribed Lists
it_it: Liste MailChimp registrate
nl_nl: YITH MailChimp Subscribed lijsten

source: User unsubscribed from %d lists.
it_it: L'utente si è cancellato dalle liste %d.
nl_nl: Gebruiker uitgeschreven van %d lijsten.

source: Mailchimp Data
it_it: Dati Mailchimp

source: Display a Mailchimp subscription form in sidebars
it_it: Mostra un modulo di iscrizione MailChimp nelle barre laterali
nl_nl: Toon een Mailchimp-inschrijvingsformulier in zijbalken

source: YITH Mailchimp Subscription Form
it_it: Modulo iscrizione YITH Mailchimp
nl_nl: YITH Mailchimp-inschrijfformulier

source: You can customize options for <b>Mailchimp Subscription Form</b> widget from YITH WooCommerce Mailchimp <a href="%s">admin page</a>
it_it: Puoi personalizzare le opzioni del widget per il <b>Modulo iscrizione Mailchimp</b> dalla <a href="%s">pagina di amministrazione di YITH WooCommerce Mailchimp</a>
nl_nl: U kunt de opties aanpassen voor de <b> Mailchimp-abonnementsvorm </ b> -widget van YITH WooCommerce Mailchimp <a href="%s"> beheerderspagina </a>

source: MAILCHIMP ERROR: (%s) %s
it_it: ERRORE MAILCHIMP: (%s) %s

source: First name
it_it: Nome
nl_nl: Voornaam

source: Last name
it_it: Cognome
nl_nl: Achternaam

source: Mailchimp Options
it_it: Opzioni Mailchimp
nl_nl: Mailchimp Opties

source: Register after
it_it: Registra dopo
nl_nl: Registreer na

source: Select when the user should be added to the list
it_it: Scegli quando l'utente deve essere aggiunto alla lista
nl_nl: Selecteer wanneer de gebruiker aan de lijst moet worden toegevoegd

source: Never
it_it: Mai
nl_nl: Nooit

source: Order completed
it_it: Ordine completato
nl_nl: Bestelling voltooid

source: Order placed
it_it: Ordine effettuato
nl_nl: Bestelling geplaatst

source: Show "Newsletter subscription" checkbox
it_it: Mostra la checkbox "Iscrizione alla newsletter"
nl_nl: Schakel het selectievakje "Abonnement nieuwsbrief" in

source: When you select this option, a checkbox will be added to the checkout form, inviting users to subscribe to the newsletter; otherwise, users will be subscribed automatically
it_it: Se selezioni quest'opzione, verrà aggiunta una checkbox al modulo di pagamento per invitare gli utenti ad iscriversi alla newsletter; altrimenti gli utenti saranno iscritti automaticamente.
nl_nl: Wanneer u deze optie selecteert, wordt een selectievakje toegevoegd aan het uitcheckformulier, waarin gebruikers worden uitgenodigd zich te abonneren op de nieuwsbrief; anders worden gebruikers automatisch ingeschreven

source: "Newsletter subscription" label
it_it: Etichetta "Iscrizione alla newsletter"
nl_nl: Label 'Nieuwsbrief-abonnement'

source: Enter here the label you want to use for the "Newsletter subscription" checkbox. Use <code>%privacy_policy%</code> to add a link to your store privacy policy page
it_it: Inserisci qui l'etichetta che vuoi utilizzare per la checkbox "Iscrizione alla newsletter". Usa <code>%privacy_policy%</code> per aggiungere un link alla pagina della normativa sulla privacy del tuo negozio
nl_nl: Voer hier het label in dat u wilt gebruiken voor het aankruisvak ' nieuwsbrief abonnement '. <Code>% privacy_policy% </code> gebruiken om een link toe te voegen aan de pagina privacybeleid van winkel

source: Subscribe to our cool newsletter
it_it: Iscriviti alla nostra fantastica newsletter
nl_nl: Abonneer u op onze coole nieuwsbrief

source: Position for "Newsletter subscription"
it_it: Posizione per "Iscrizione alla newsletter"
nl_nl: Functie voor "nieuwsbrief-abonnement"

source: Select position for "Newsletter subscription" checkbox in the page
it_it: Seleziona la posizione della checkbox "Iscrizione alla newsletter" nella pagina
nl_nl: Selecteer de optie "Abonnement nieuwsbrief" in het selectievakje op de pagina

source: Above customer details
it_it: Sopra i dettagli del cliente
nl_nl: Boven klant details

source: Below customer details
it_it: Sotto il dettagli del cliente
nl_nl: Onder klant details

source: Above "Place order" button
it_it: Sopra il pulsante "Effettua ordine"
nl_nl: Boven "Plaats bestelling" knop

source: Below "Place order" button
it_it: Sotto il pulsante "Effettua ordine"
nl_nl: Onder "Plaats bestelling" knop

source: Above "Review order" total
it_it: Sopra il totale "Revisiona ordine"
nl_nl: Boven "Bekijk bestelling" knop

source: Above billing details
it_it: Sopra i dettagli di fatturazione
nl_nl: Boven rekening details

source: Below billing details
it_it: Sotto i dettagli di fatturazione
nl_nl: Onder rekening details

source: Above shipping details
it_it: Sopra i dettagli di spedizione
nl_nl: Boven verzend informatie

source: Show "Newsletter subscription" checked
it_it: Mostra "Iscrizione alla newsletter" come selezionata
nl_nl: Schakel het selectievakje "Abonnement nieuwsbrief" in

source: When you check this option, "Newsletter subscription" checkbox will be printed as already checked
it_it: Se selezioni quest'opzione, la checkbox "Iscrizione newsletter" sarà mostrata come già selezionata
nl_nl: Wanneer u deze optie aanvinkt, wordt het selectievakje "Abonnement nieuwsbrief" afgedrukt zoals reeds aangevinkt

source: User's preferential email type (HTML or plain text)
it_it: Tipo email preferenziale dell'utente (HTML o plain text)
nl_nl: Het voorkeurstype van de gebruiker (HTML of platte tekst)

source: Double Opt-in
it_it: Doppio opt-in
nl_nl: Dubbele opt-in

source: When you check this option, MailChimp will send a confirmation email before adding the user to the list
it_it: Se selezioni questa opzione MailChimp invierà un'email di conferma prima di aggiungere l'utente alla lista
nl_nl: Wanneer u deze optie aanvinkt, stuurt MailChimp een bevestigingsmail voordat de gebruiker aan de lijst wordt toegevoegd

source: When you check this option, existing users will be updated and MailChimp servers will not show errors
it_it: Se selezioni questa opzione gli utenti esistenti verranno aggiornati e i server MailChimp non mostreranno errori
nl_nl: Wanneer u deze optie aanvinkt, worden bestaande gebruikers bijgewerkt en laten MailChimp-servers geen fouten zien

source: List Options
it_it: Opzioni liste
nl_nl: Lijst Opties

source: Select a list for the new user
it_it: Seleziona una list per il nuovo utente
nl_nl: Selecteer een lijst voor de nieuwe gebruiker

source: Export a set of users from your store to one of your MailChimp lists
it_it: Esporta un gruppo di utenti dal tuo negozio in una delle liste del tuo MailChimp
nl_nl: Exporteer een set gebruikers vanuit uw winkel naar een van uw MailChimp-lijsten

source: User preferential email type (HTML or plain text)
it_it: Tipo email preferenziale dell'utente (HTML o plain text)
nl_nl: Voorkeurstype van de gebruiker (HTML of platte tekst)

source: Users set
it_it: Gruppo utenti
nl_nl: Gebruikers set

source: Select a set of users to export
it_it: Seleziona un gruppo di utenti da esportare
nl_nl: Selecteer een set gebruikers om te exporteren

source: All Users
it_it: Tutti gli utenti
nl_nl: Alle Gebruikers

source: All Customers
it_it: Tutti i clienti
nl_nl: Alle klanten

source: Select manually a set of users
it_it: Seleziona una gruppo di utenti manualmente
nl_nl: Selecteer manueel een groep users

source: Filter users using custom conditions
it_it: Filtra gli utenti secondo delle condizioni personalizzate
nl_nl: Filter gebruikers met aangepaste voorwaarden

source: Waiting Lists
it_it: Liste di attesa
nl_nl: Wachtlijst

source: Customers to export
it_it: Clienti da esportare
nl_nl: Klanten om te exporteren

source: Select customers to export
it_it: Seleziona quali clienti esportare
nl_nl: Selecteer klanten om te exporteren

source: Select customers
it_it: Seleziona clienti
nl_nl: Selecteer klanten

source: Filter by product
it_it: Filtra per prodotto
nl_nl: Filter per product

source: Export users that bought at least one of the selected products
it_it: Esporta gli utenti che hanno acquistato almeno uno dei prodotti selezionati
nl_nl: Exporteer gebruikers die ten minste één van de geselecteerde producten hebben gekocht

source: Select products
it_it: Seleziona prodotti
nl_nl: Selecteer producten

source: Filter by categories
it_it: Filtra per categorie
nl_nl: Filteren op categorieën

source: Export users that bought a product belonging at least to one of the selected categories
it_it: Esporta gli utenti che hanno acquistato un prodotto appartenente ad almeno una delle categorie selezionate
nl_nl: Exporteer gebruikers die een product hebben gekocht dat ten minste tot een van de geselecteerde categorieën behoort

source: Select categories
it_it: Seleziona categorie
nl_nl: Selecteer categorieën

source: Filter by tags
it_it: Filtra per tag
nl_nl: Filter per tag

source: Export users that bought a product with at least one of the selected tags
it_it: Esporta gli utenti che hanno acquistato un prodotto con almeno uno dei tag selezionati
nl_nl: Exporteer gebruikers die een product hebben gekocht met ten minste een van de geselecteerde tags

source: Select tags
it_it: Seleziona tag
nl_nl: Selecteer tags

source: Filter by date
it_it: Filtra per data
nl_nl: Filter per datum

source: Export users that purchased within this date range
it_it: Esporta gli utenti che hanno acquistato in questo intervallo di tempo
nl_nl: Exporteer gebruikers die in deze periode hebben gekocht

source: Waiting products
it_it: Prodotti in attesa
nl_nl: Wachtende producten

source: MailChimp field where all products users are waiting for appear
it_it: Campo MailChimp in cui tutti i prodotti attendono di essere mostrati
nl_nl: Het veld MailChimp waar alle gebruikers van producten op wachten, wordt weergegeven

source: Export a set of users from your store to a CVS file
it_it: Esporta un gruppo di utenti dal tuo negozio in un file CSV
nl_nl: Exporteer een set gebruikers vanuit uw winkel naar een CVS-bestand

source: Users to export
it_it: Utenti da esportare
nl_nl: Gebruikers om te exporteren

source: Select users to export
it_it: Seleziona gli utenti da esportare
nl_nl: Selecteer gebruikers om te exporteren

source: Select users
it_it: Seleziona gli utenti
nl_nl: Selecteer gebruikers

source: Export users that bought a specific product
it_it: Esporta gli utenti che hanno acquistato uno specifico prodotto
nl_nl: Exporteer gebruikers die een specifiek product hebben gekocht

source: Export users that bought a product belonging to a specific category
it_it: Esporta gli utenti che hanno acquistato un prodotto appartenente ad una specifica categoria
nl_nl: Exporteer gebruikers die een product hebben gekocht dat tot een specifieke categorie behoort

source: Filter by tag
it_it: Filtra per tag
nl_nl: Filteren op tag

source: Export users that bought a product with a specific tag
it_it: Esporta gli utenti che hanno acquistato un prodotto con uno specifico tag
nl_nl: Exporteer gebruikers die een product kochten met een specifieke tag

source: Upgrade to the PREMIUM VERSION
it_it: Aggiorna alla VERSIONE PREMIUM
nl_nl: Upgrade naar de PREMIUM VERSIE

source: Discover the Advanced Features
it_it: Scopri le funzionalità avanzate
nl_nl: Ontdek de geavanceerde functies

source: Upgrade to the PREMIUM VERSION of YITH WOOCOMMERCE MAILCHIMP to benefit from all features!
it_it: Fai l'aggiornamento alla VERSIONE PREMIUM di YITH WOOCOMMERCE MAILCHIMP per beneficiare di tutte le funzionalità!
nl_nl: Upgrade naar de PREMIUM VERSIE van YITH WOOCOMMERCE MAILCHIMP om te profiteren van alle functies!

source: Get Support and Pro Features
it_it: Ottieni supporto e funzionalità premium
nl_nl: Krijg ondersteuning en Pro Functies

source: By purchasing the premium version of the plugin, you will take advantage of the advanced features of the product and you will get one year of free updates and support through our platform available 24h/24.
it_it: Acquistando la versione premium del plugin, potrai utilizzare le funzionalità avanzate del prodotto ed otterrai un anno di aggiornamenti gratuiti e di supporto sulla nostra piattaforma disponibile 24h su 24.
nl_nl: Door de premium-versie van de plug-in te kopen, profiteert u van de geavanceerde functies van het product en krijgt u een jaar gratis updates en ondersteuning via ons platform 24 uur per dag beschikbaar.

source: MailChimp Options
it_it: Opzioni Mailchimp
nl_nl: Mailchimp Opties

source: MailChimp API Key
it_it: Chiave API MailChimp

source: API key used to access MailChimp account; you can get one <a href="//admin.mailchimp.com/account/api/">here</a>
it_it: Chiave API usata per accedere all'account MailChimp; puoi ottenerne una <a href="//admin.mailchimp.com/account/api/">qui</a>
nl_nl: API-sleutel gebruikt voor toegang tot MailChimp-account; U kunt hier een <a href="//admin.mailchimp.com/account/api/"> hier </a> krijgen

source: Integration status
it_it: Stato integrazione
nl_nl: Integratie Status

source: Shortcode Options
it_it: Opzioni shortcode
nl_nl: Shortcode Opties

source: Insert <b>[yith_wcmc_subscription_form]</b> shortcode in your pages, to print a subscription form; set here the options for your form
it_it: Inserisci lo shortcode <b>[yith_wcmc_subscription_form]</b> nelle tue pagine per stampare il modulo di iscrizione; imposta le opzioni per il tuo modulo qui
nl_nl: Voer <b> [yith_wcmc_subscription_form] </ b> shortcode in uw pagina's in om een abonnementsformulier af te drukken; stel hier de opties voor uw formulier in

source: Select a title for the newsletter subscription form
it_it: Seleziona un titolo per il modulo di iscrizione alla newsletter
nl_nl: Selecteer een titel voor het nieuwsbriefabonnement

source: Select a label for the "Submit" button found in the form
it_it: Seleziona un'etichetta per il pulsante "Invia" nel modulo
nl_nl: Selecteer een label voor de knop "Verzenden" in het formulier

source: SUBMIT
it_it: INVIA
nl_nl: INVOEREN
